/* Template for message displayed while preference panel is loading */
"Loading %@..." = "Loading %@…";

/* Could not load preference message template */
"CouldNotLoad" = "Could not load %@ preference pane.";
"CouldNotLoad_ArchMisMatch" = "You can’t open the %@ preferences pane on this computer. Contact the developer of this software for a newer version.";
"CouldNotLoad_ArchMisMatch_PPC" = "You can’t open %@ preferences because it doesn’t work on a PowerPC-based Mac.";
"CouldNotLoad_ArchMisMatch_Intel" = "You can’t open %@ preferences because it doesn’t work on an Intel-based Mac.";

/* Preferences error alert title */
"Preferences Error" = "Preferences Error";

"OK" = "OK";
"CANCEL" = "Cancel";
"REPLACE" = "Replace";

"SEARCH_LABEL" =  "Search";
"SEARCH_PALLETE_LABEL" = "Search";
"SHOWALL_LABEL" = "Show All";
"BACK_AXDESCRIPTION" = "Back";
"FORWARD_AXDESCRIPTION" = "Forward";
"AXScrollAreaDescription" = "preference panes";

/* Label for Show All button */
"Show All" = "Show All";

/* Template for window title.  %@ is replaced by preference panel name */
"System Preferences - %@" = "System Preferences - %@";

/* Show All window title */
"System Preferences" = "System Preferences";

/* Truncation string */
"TRUNCATION_STRING" = "…";

/* Tooltips for MacManager disabled preference panes */
"MacManagerDisableLabel" = "Your access to this preference has been restricted.";

/* Attempt to open disabled/hidden preference pane */
"PREF_PANE_HIDDEN_TITLE" = "You can’t open the \“%@\” preferences pane because it is not available to you at this time.";
"PREF_PANE_HIDDEN_DESC" = "To see this preferences pane, you may need to connect a device to your computer.";

/* Install Assistant */
"PREF_PANE" = "preference pane";
"SCREEN_SAVER" = "screen saver";

"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "You cannot use this preference pane on this version of Mac OS X.";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_TITLE" = "You cannot use this screen saver on this version of Mac OS X.";
"PREF_PANE_INSTALL_ASSISTANT_MIN_VERS_DESC" = "This preference pane requires Mac OS X %@ or later. Your computer has Mac OS X %@ installed.";
"SCREEN_SAVER_INSTALL_ASSISTANT_MIN_VERS_DESC" = "This screen saver requires Mac OS X %@ or later. Your computer has Mac OS X %@ installed.";

"PREF_PANE_INSTALL_ASSISTANT_CAPTION" = "The \“%@\” preferences pane must be installed before you can use it. Do you want to install it now?";
"SCREEN_SAVER_INSTALL_ASSISTANT_CAPTION" = "The \“%@\” screen saver must be installed before you can use it. Do you want to install it now?";

"INSTALL_ASSISTANT_AUTH_WARNING" = "When you click Install, you’ll be asked to enter the name and password for an administrator on this computer.";

"UNINSTALL_ASSISTANT_ERR_TITLE" = "The \“%@\” preferences pane could not be removed because an error occurred.";

"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE" = "The preference pane you are installing is already installed. Do you want to replace the existing preference pane?";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "An older version of this preference pane is already installed. Do you want to replace it with the newer version?";
"PREF_PANE_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "A newer version of this preference pane is already installed. Do you want to replace it with the older version?";

"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE" = "The screen saver you are installing is already installed. Do you want to replace the existing screen saver?";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_1" = "An older version of this screen saver is already installed. Do you want to replace it with the newer version?";
"SCREEN_SAVER_INSTALL_ASSISTANT_EXISTS_TITLE_2" = "A newer version of this screen saver is already installed. Do you want to replace it with the older version?";

"PREF_PANE_INSTALL_ASSISTANT_ERR_TITLE" = "The \“%@\” preferences pane could not be installed because an error occurred.";
"SCREEN_SAVER_INSTALL_ASSISTANT_ERR_TITLE" = "The \“%@\” screen saver could not be installed because an error occurred.";

"PREF_PANE_UNINSTALL_ASSISTANT_ERR_TITLE" = "The \“%@\” preferences pane could not be removed because an error occurred.";
"SCREEN_SAVER_UNINSTALL_ASSISTANT_ERR_TITLE" = "The \“%@\” screen saver could not be removed because an error occurred.";

"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "You can’t install the \“%@\” preferences pane because it is already installed.";
"PREF_PANE_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "The \“%@\” preference pane is included with Mac OS X and can’t be replaced.";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_TITLE" = "You can’t install the \“%@\” screen saver because it is already installed.";
"SCREEN_SAVER_INSTALL_ASSISTANT_APPLE_CONFLICT_DESC"= "The \“%@\” screen saver is included with Mac OS X and can’t be replaced.";
"INSTALL_REQUEST_REOPEN_APP" = "After installing this software, quit System Preferences, and then open it again.";

"PREF_PANE_INSTALL_ERROR" = "Could not install %@ preferences pane.";
"SCREEN_SAVER_INSTALL_ERROR" = "Could not install %@ screen saver.";

"REMOVE_PREF_CONTEXTUAL_MENU" = "Remove \“%@\” Preference Pane";

"ERR_LOADING_MISSING_TITLE" = "\“%@\” can’t be opened because it isn’t available.";

/* Compatibility warning */
"WINDOW_TITLE_32BIT" = "%@ (32-bit)";
"ERR_LOADING_COMPATIBILITY_TITLE" = "To use the \“%@\” preferences pane, System Preferences must quit and reopen.";
